Repository: NIKHIL314959/Master-Thesis-on-IGUS-RL-DP-5
Catalog: AutomationStudio/Logical/mappView/Resources/Texts/SnippetTextSys.tmx
Source language: en
Languages: de

source: Current status: Disabled
de: Status: Ausgeschalten

source: Current status: Powered
de: Status: Eingeschalten

source: Current status: Wait for home command
de: Status: Warte auf Homing Befehl

source: Current status: Robot is currently homing
de: Status: Roboter wird gehomed

source: Current status: Idle
de: Status: Untätig

source: Current status: Moving G-Code
de: Status: G-Code wird ausgeführt

source: Current status: Active jogging
de: Status: Jog ist aktiv

source: Current status: Robot is moving to the set position
de: Status: Roboter bewegt sich zur gesetzten Position

source: Current status: Error occured. System stopped
de: Status: Ein Error ist aufgetreten. System gestoppt.
